Repository: verdanatech/manufacturersimports
Catalog: locales/*.po
Languages: cs_cz, fi_fi, pl_pl, ro_ro, ru_ru

source: Suppliers import
cs_cz: Import od dodavatelů
fi_fi: Toimitustiedon tuonti
pl_pl: Importowany dostawca
ro_ro: Import producători
ru_ru: Импорт поставщиков

source: Model number
cs_cz: Číslo modelu
fi_fi: Mallinumero
pl_pl: Numer modelu
ro_ro: Număr model
ru_ru: Номер модели

source: Add new material brand number
cs_cz: Přidat nové číslo výrobce materiálu
fi_fi: Lisää uusi materiaalin tuotemerkin numero
pl_pl: Dodaj nowy numer marki
ro_ro: Adaugă un număr de model de device
ru_ru: Добавить новую модель

source: Incompatible PHP Installation. Requires module
cs_cz: Nekompatibilní instalace PHP. Vyžaduje modul
fi_fi: Yhteensopimaton PHP-asennus. Vaatii moduulin
pl_pl: Niekompletna instalacja PHP. Wymagane modu‭y
ro_ro: Instalare PHP incompatibilă. Necesită modulul
ru_ru: Несовместимая установка PHP. Требуется модуль

source: Please activate the plugin
cs_cz: Zapněte zásuvný modul
fi_fi: Ole hyvä ja aktivoi liitännäinen
pl_pl: Proszę aktywować plugin
ro_ro: Activaţi vă rog modulul
ru_ru: Активируйте плагин

source: Manufacturer web address
cs_cz: Webová adresa výrobce
fi_fi: Valmistajan web-osoite
pl_pl: Adres strony internetowej producenta
ro_ro: Adresa web producător
ru_ru: WEB-сайт производителя

source: Default supplier attached
cs_cz: Výchozí dodavatel připojen
fi_fi: Oletus laitetoimittaja
pl_pl: Dostawca domyślny
ro_ro: Furnizor ataşat predefinit
ru_ru: Поставщик по умолчанию

source: New warranty attached
cs_cz: Nová záruka připojena
fi_fi: Uusi takuutieto liitetään
pl_pl: Nowa gwarancja przyłączona
ro_ro: Garanţie nouă ataşată
ru_ru: Новая гарантия прилагается

source: Auto add of document
cs_cz: Automaticky přidat dokument
fi_fi: Dokumentin automaattinen lisäys
pl_pl: Automatycznie dodaj dokument
ro_ro: Adăugare automată de documente
ru_ru: Добавить документ автоматически

source: Add a comment line
cs_cz: Přidat řádek s komentářem
fi_fi: Lisää kommenttirivi
pl_pl: Dodaj komentarz
ro_ro: Adaugă o linie de comentariu
ru_ru: Добавить коментарий

source: Access token API address
cs_cz: Adresa tokenu pro přístup k aplikačnímu programovému rozhraní (API)

source: Warranty API address
cs_cz: Adresa tokenu pro přístup k aplikačnímu programovému rozhraní (API) pro zjišťování záruk

source: New warranty affected by default (Replace if 0)
cs_cz: Nová záruka přiřazena ve výchozím nastavení (nahradit pokud 0)
fi_fi: Oletustakuu (Korvaa jos 0)
pl_pl: Nowa gwarancja dotyczy domyślnie (Zastąp jeśli 0)
ro_ro: Nouă garantie afectată predefinit (înlocuiţi dacă 0)
ru_ru: Новая гарантия по умолчанию (заменить, если 0)

source: Manufacturer API key
cs_cz: Klíč k API výrobce
fi_fi: Valmistajan API-avain
pl_pl: Klucz API producenta
ro_ro: API key Producator
ru_ru: API ключ производителя

source: Manufacturer API Secret
cs_cz: Heslo k aplikačnímu program. rozhraní poskytovaném výrobcem
fi_fi: Valmistajan API salainen avain

source: Client id
cs_cz: Identifikátor klienta

source: Client secret
cs_cz: Heslo klienta

source: Section for document records
cs_cz: Sekce pro ukládání dokumentů
fi_fi: Dokumentin kategoria
pl_pl: Sekcja zapisu dokumentu
ro_ro: Rubrică pentru înregistrarea documentelor
ru_ru: Раздел для записи документа

source: Manufacturer information
cs_cz: Informace výrobce
fi_fi: Valmistajan tiedot
pl_pl: Informacje o producencie
ro_ro: Informaţii producător
ru_ru: Информация о производителе

source: Data recovery DELL for computer
cs_cz: Obnovení dat pro počítače DELL
fi_fi: Tietojen palautus DELL-tietokoneille
ru_ru: Восстановление данных Dell для компьютера

source: Import OK
cs_cz: Import proběhl úspěšně
fi_fi: Tuonti onnistui
ru_ru: Импорт выполнен

source: Import failed
cs_cz: Import se nezdařil
fi_fi: Tuonti epäonnistui
pl_pl: Błąd importu
ro_ro: Import KO
ru_ru: Импорт не удался

source: Model Number
cs_cz: Číslo modelu
fi_fi: Mallinumero
pl_pl: Numer modelu
ro_ro: Număr model
ru_ru: Номер модели

source: Curl PHP package not installed
cs_cz: Není nainstalován balíček PHP Curl
fi_fi: Curl PHP pakettia ei ole asennettu
pl_pl: Paczka Curl PHP nie zainstalowana
ro_ro: Modulul Curl pentru PHP nu este instalat
ru_ru: Пакет Curl PHP не установлен

source: Launching of imports
cs_cz: Spouštění importů
fi_fi: Tuonnin käynnistäminen
ru_ru: Запуск импорта

source: Post import
cs_cz: Po importu
fi_fi: Tuonnin yhteenveto
pl_pl: Po imporcie
ru_ru: После импорта

source: Result
cs_cz: Výsledek
fi_fi: Tulos
pl_pl: Rezultat
ro_ro: Rezultat
ru_ru: Результат

source: Details
cs_cz: Podrobnosti
fi_fi: Yksityiskohdat
pl_pl: Szczegóły
ro_ro: Detalii
ru_ru: Подробности

source: Import in progress
cs_cz: Probíhá import
fi_fi: Tuonti käynnissä
ru_ru: Выполняется импорт

source: Total number of devices imported %s
cs_cz: Celkový počet naimportovaných zařízení %s
fi_fi: Tuotujen laitteiden kokonaismäärä %s
pl_pl: Całkowita liczba zaimportowanych urządzeń %s
ro_ro: Număr total al device - urilor importate %s
ru_ru: Общее количество импортированных устройств %s

source: Imported from web site
cs_cz: Naimportováno z webových stránek
fi_fi: Tuotu verkkosivustosta
pl_pl: Zaimportowane ze strony internetowej
ro_ro: Import din site web
ru_ru: Импорт с сайта

source: With the manufacturersimports plugin
cs_cz: Se zásuvným modulem import od výrobců
fi_fi: "manufacturersimports" -liitännäisellä
pl_pl: Z wtyczki Import ServiceTag
ro_ro: Cu pluginul manufacturesimports
ru_ru: С плагином manufacturersimports

source: Connection failed/data download from manufacturer web site
cs_cz: Spojení se nezdařilo / data se nepodařilo stáhnout z webových stránek výrobce
fi_fi: Yhteysvirhe tai tietojen lataus valmistajan verkkosivustolta ei onnistunut
pl_pl: Połączenie nie powiodło się, pobieranie danych ze strony internetowej producenta
ro_ro: Eşec la conexiunea / download - ul datelor de pe situl producătorului
ru_ru: Не удалось установить соединение загрузки/данных с веб-сайта производителя

source: The choosen supplier is not recursive
cs_cz: Výběr dodavatele není rekurzivní
fi_fi: Valittu laitetoimittaja ei ole rekursiivinen
pl_pl: Wybrany dostawca nie jest rekursywny
ro_ro: Furnizorul ales nu este recursiv
ru_ru: Выбранный поставщик не рекурсивный

source: Not yet imported
cs_cz: Dosud nenaimportováno
fi_fi: Ei vielä tuotu
pl_pl: jeszcze nie zaimportowane
ro_ro: Încă neinportate
ru_ru: Еще не импортировано

source: Problem during the importation
cs_cz: Problém při importu
fi_fi: Ongelma tuonnin yhteydessä
pl_pl: Problem w trakcie importu
ro_ro: Probleme la importare
ru_ru: Проблема при импорте

source: Already imported
cs_cz: Už naimportováno
fi_fi: Aiemmin tuotu
pl_pl: Już zaimportowany
ro_ro: Deja importate
ru_ru: Уже импортировано

source: Choose inventory type and manufacturer
cs_cz: Vyberte typ inventáře a výrobce
fi_fi: Valitse inventaarion tyyppi ja valmistaja
pl_pl: Wybierz rodzaj inwentaryzacji oraz producenta
ro_ro: Alege tipul inventarului şi producătorul
ru_ru: Выберите тип оборудования и производителя

source: Devices not imported
cs_cz: Dosud nenaimportovaná zařízení
fi_fi: Ei tuodut laitteet
pl_pl: Urządzenia niezaimportowane
ro_ro: Device - uri neimportate
ru_ru: Устройства не импортированы

source: Devices already imported
cs_cz: Už naimportovaná zařízení
fi_fi: Aiemmin tuodut laitteet
pl_pl: Urządzenia zaimportowane
ro_ro: Device - uri deja importate
ru_ru: Устройства уже импортированы

source: No manufacturer available. Please configure at least one manufacturer
cs_cz: Není k dispozici žádný výrobce. Nastavte alespoň jednoho
fi_fi: Valmistajia ei ole käytettävissä. Ole hyvä ja määritä vähintään yksi valmistaja
pl_pl: Brak dostępnego producenta. Należy skonfigurować co najmniej jednego producenta.
ro_ro: Niciun producător disponibil. Configuraţi cel puţin un producător
ru_ru: Нет доступных производителей. Пожалуйста, настройте по крайней мере, одного производителя

source: Supplier attached
cs_cz: Dodavatel připojen
fi_fi: Liitetty toimittaja
pl_pl: Dostawca przyłączony
ro_ro: Furnizpr ataşat
ru_ru: Поставщик добавлен

source: Total number of devices to import %s
cs_cz: Celkový počet zařízení k importu %s
fi_fi: Tuonnissa olevien laitteiden kokonaismäärä %s
pl_pl: Całkowita liczba urządzeń do importu %s
ro_ro: NUmărul toatal de device uri de importat %s
ru_ru: Общее количество устройств для импорта %s

source: No device finded
cs_cz: Nenalezeno žádné zařízení
fi_fi: Laitetta ei löytynyt
pl_pl: Nie znaleziono urządzenia
ro_ro: Niciun device găsit
ru_ru: Устройства не надены

source: Reset the import
cs_cz: Spustit import znovu
fi_fi: Palauta tuonnin tila
pl_pl: Resetowanie importu
ro_ro: Resetează importul
ru_ru: Сброс импорта
